Repository: Shatar6/Gereltjin-Web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mn

source: Gereltjin LLC - Glass Production
mn: Гэрэлтжин ХХК - Шилэн Бүтээгдэхүүн

source: GERELTJIN LLC
mn: ГЭРЭЛТЖИН ХХК

source: Home
mn: Нүүр

source: About Us
mn: Бидний тухай

source: Services
mn: Үйлчилгээ

source: Portfolio
mn: Төслүүд

source: Human Resource
mn: Хүний нөөц

source: Order Now
mn: Захиалга өгөх

source: Contact
mn: Холбоо барих

source: CONTACT
mn: ХОЛБОО БАРИХ

source: Careers
mn: Ажлын байр

source: OUR LOCATIONS
mn: БИДНИЙ ХАЯГ

source: Professional glass products, vacuum windows and doors, facade installation, construction, and rental services in Mongolia.
mn: Мэргэжлийн шилэн бүтээгдэхүүн, вакуум цонх хаалга, фасад угсралт, барилга угсралт, ба түрээсийн үйлчилгээ.

source: Quick Links
mn: Холбоосууд

source: QUICK LINKS
mn: ХОЛБООСУУД

source: Ulaanbaatar, Mongolia
mn: Улаанбаатар, Монгол Улс

source: All rights reserved.
mn: Бүх эрх хуулиар хамгаалагдсан.

source: Gereltjin LLC - Premium Glass Manufacturing
mn: Гэрэлтжин ХХК - Чанартай Шилэн Бүтээгдэхүүн

source: Premium Glass Manufacturing
mn: Чанартай Шилэн Үйлдвэрлэл

source: We deliver excellence in every piece of glass we produce. From architectural solutions to custom designs.
mn: Бид үйлдвэрлэсэн шилэн бүтээгдэхүүн бүрт өндөр чанарыг баталгаажуулдаг. Архитектурын шийдлээс эхлээд захиалгат дизайн хүртэл.

source: Our Services
mn: Манай үйлчилгээ

source: Our Mission
mn: Бидний Эрхэм Зорилго

source: Modern Technology
mn: Орчин үеийн технологи

source: We develop production based on advanced modern technologies to ensure sustainable growth.
mn: Орчин үеийн дэвшилтэт технологид суурилсан үйлдвэрлэлийг хөгжүүлж, тогтвортой өсөлтийг бий болгоно.

source: Environmentally Friendly
mn: Байгальд ээлтэй

source: We prioritize environmentally responsible and sustainable manufacturing practices.
mn: Байгаль орчинд ээлтэй, хариуцлагатай үйлдвэрлэлийг эрхэмлэн ажиллана.

source: Quality & Safety
mn: Чанар ба Аюулгүй байдал

source: We deliver high-quality products while placing safety as our top priority.
mn: Аюулгүй байдлыг нэн тэргүүнд тавьж, өндөр чанартай бүтээгдэхүүнийг зах зээлд нийлүүлнэ

source: Customer Satisfaction
mn: Итгэл ба Хэрэглэгч

source: We strive to be a national manufacturer that puts stakeholder and customer satisfaction first.
mn: Оролцогч талуудын сэтгэл ханамжийг эн тэргүүнд тавьсан үндэсний үйлдвэрлэгч компани байна.

source: Comprehensive glass solutions for every need
mn: Бүх хэрэгцээнд зориулсан иж бүрэн шилэн шийдэл

source: Architectural Glass
mn: Архитектурын шил

source: Windows, facades, and structural glass for buildings
mn: Барилгын цонх, фасад, бүтцийн шил

source: Learn More
mn: Дэлгэрэнгүй

source: Interior Glass
mn: Дотоод засал шил

source: Partitions, doors, and decorative glass elements
mn: Хаалт, хаалга, гоёл чимэглэлийн шилэн элементүүд

source: Custom Solutions
mn: Захиалгат шийдлүүд

source: Tailored glass products for unique projects
mn: Өвөрмөц төслүүдэд зориулсан тусгай шилэн бүтээгдэхүүн

source: Ready to Start Your Project?
mn: Төслөө эхлүүлэхэд бэлэн үү?

source: Contact us today for a free consultation and quote
mn: Үнэгүй зөвлөгөө, үнийн санал авахын тулд бидэнтэй холбогдоорой

source: Get a Quote
mn: Үнийн санал авах

source: About Us - Gereltjin LLC
mn: Бидний тухай - Гэрэлтжин ХХК

source: About Gereltjin LLC
mn: Гэрэлтжин ХХК-ийн тухай

source: Leading Glass Manufacturing Excellence in Mongolia
mn: Монгол дахь шилэн үйлдвэрлэлийн тэргүүлэгч

source: Our Story
mn: Бидний түүх

source: Gereltjin LLC was founded with a vision to bring world-class glass manufacturing capabilities to Mongolia. With years of expertise and cutting-edge technology, we have become a trusted partner for architects, builders, and designers throughout the region.
mn: Гэрэлтжин ХХК нь дэлхийн түвшний шилэн үйлдвэрлэлийн чадавхыг Монголд нэвтрүүлэх зорилготойгоор байгуулагдсан. Олон жилийн туршлага, хамгийн сүүлийн үеийн технологиор бид бүс нутгийн архитекторууд, барилгачид, дизайнеруудын итгэлтэй түнш болсон.

source: Our commitment to quality, innovation, and customer satisfaction has made us the preferred choice for glass solutions ranging from residential projects to large-scale commercial developments.
mn: Чанар, шинэ санаа, хэрэглэгчийн сэтгэл ханамжид тууштай хандах нь биднийг орон сууцны төслөөс эхлээд томоохон арилжааны барилга хүртэл шилэн шийдлийн сонголт болгосон.

source: Our Values
mn: Бидний үнэт зүйлс

source: Quality
mn: Чанар

source: We never compromise on quality. Every product meets the highest international standards.
mn: Бид чанарын талаар хэзээ ч буулт хийдэггүй. Бүтээгдэхүүн бүр олон улсын хамгийн өндөр стандартыг хангадаг.

source: Integrity
mn: Шударга байдал

source: Honest business practices and transparent communication with all our partners.
mn: Шударга бизнесийн зарчим, бүх түншүүдтэйгээ ил тод харилцаа.

source: Innovation
mn: Шинэ санаа

source: Continuously investing in new technologies and manufacturing processes.
mn: Шинэ технологи, үйлдвэрлэлийн процесст тасралтгүй хөрөнгө оруулалт хийдэг.

source: Sustainability
mn: Тогтвортой байдал

source: Committed to environmentally responsible production methods.
mn: Байгаль орчинд ээлтэй үйлдвэрлэлийн аргад тууштай.

source: Our Expertise
mn: Бидний туршлага

source: Years Experience
mn: Жилийн туршлага

source: Projects Completed
mn: Дууссан төслүүд

source: Skilled Professionals
mn: Мэргэжлийн боловсон хүчин

source: Quality Guarantee
mn: Чанарын баталгаа

source: Ready to Work With Us?
mn: Бидэнтэй хамтран ажиллахад бэлэн үү?

source: Let's discuss how we can help with your glass needs
mn: Таны шилэн бүтээгдэхүүний хэрэгцээнд хэрхэн туслах талаар ярилцъя

source: Contact Us
mn: Холбоо барих

source: Contact Us - Gereltjin LLC
mn: Холбоо барих - Гэрэлтжин ХХК

source: Get in touch with our team
mn: Манай багтай холбогдох

source: Send Us a Message
mn: Бидэнд мессеж илгээх

source: Your Name
mn: Таны нэр

source: Email Address
mn: Имэйл хаяг

source: Phone Number
mn: Утасны дугаар

source: Subject
mn: Сэдэв

source: Message
mn: Мессеж

source: Send Message
mn: Мессеж илгээх

source: Contact Information
mn: Холбоо барих мэдээлэл

source: Address
mn: Хаяг

source: Full address to be added
mn: Бүтэн хаягийг нэмнэ

source: Email
mn: Имэйл

source: Phone
mn: Утас

source: Business Hours
mn: Ажлын цаг

source: Monday - Friday: 9:00 AM - 6:00 PM
mn: Даваа - Баасан: 09:00 - 18:00

source: Saturday: 9:00 AM - 2:00 PM
mn: Бямба: 09:00 - 14:00

source: Sunday: Closed
mn: Ням: Амарна

source: Map will be added here
mn: Газрын зургийг энд нэмнэ

source: Manufacturing Facility
mn: Үйлдвэрлэлийн байгууламж

source: Construction & Assembly
mn: Барилга Угсралт

source: Glass Fabrication
mn: Шил боловсруулалт

source: Windows & Doors
mn: Цонх Хаалга

source: Rental Services
mn: Түрээс

source: Sports Hall
mn: Спорт заал

source: Advanced glass manufacturing and construction solutions
mn: Дэвшилтэт шил үйлдвэрлэл болон барилгын цогц шийдлүүд

source: Glass Manufacturing & Processing
mn: Шил үйлдвэрлэл ба боловсруулалт

source: Tempered glass, insulated glass units, LOW-E glass, and custom glass processing for your project.
mn: Хатаалгатай шил, шилэн багц, LOW-E шил болон таны төслийн онцлогт тохирсон шил боловсруулах үйлчилгээ.

source: Windows, Doors & Facade Systems
mn: Цонх, хаалга ба фасадын систем

source: Metal and PVC windows, vacuum-insulated glass systems, and full glass facade installation.
mn: Металл болон PVC цонх, вакуум шилэн систем, иж бүрэн шилэн фасад угсралт.

source: Construction & Installation
mn: Барилга угсралтын ажил

source: Residential buildings, schools, sports complexes, and large-scale construction projects.
mn: Орон сууц, сургууль, спорт заал болон томоохон хэмжээний барилгын төслүүд.
